Repository: kondiko21/TimeTable
Catalog: Timetable 3.0/Languages/*.lproj/Localizable.strings
Languages: pl

source: Room
pl: Sala

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

# Lesson plan
source: Timetable
pl: Plan lekcji

source: Edit plan:
pl: Edycja planu:

source: Close
pl: Zamknij

source: Add lesson
pl: Dodaj lekcję

source: Never used lesson
pl: Nowa lekcja

source: Lessons
pl: Przedmioty

source: Informations
pl: Informacje

source: Start lesson
pl: Początek lekcji

source: End lesson
pl: Koniec lekcji

source: Edit lesson
pl: Edytuj lekcję

source: Primary informations
pl: Podstawowe informacje

source: Name
pl: Nazwa

source: Teacher
pl: Nauczyciel

# Pick color
source: Pick a color
pl: Wybierz kolor

source: Set the background color
pl: Wybierz kolor tła

source: Next lesson
pl: Następna lekcja

source: Your next lesson is
pl: Twoja kolejna lekcja to

source: and starts
pl: i zaczyna się o

source: in room
pl: w sali

source: is about to start.
pl: właśnie się zaczyna.

source: Next Lesson
pl: Kolejna lekcja

# Lesson start
source: Next Lesson
pl: Rozpoczyna się lekcja

# other_lessons_title
source: Incorrect lesson hours
pl: Niepoprawna godzina

# other_lessons_message
source: There are other lessons in time you elected for this lesson:
pl: W wybranych godzinach odbywają się inne zajęcia:

# other_lessons_question
source: Do you want to change hours of this lesson or remove interrupting lesson?
pl: Chcesz zmienić godzinę, czy usunąć kolidujące lekcje?

source: Remove
pl: Usuń

source: Change time
pl: Zmień godziny

# missing_data_title
source: Missing or incorrect data
pl: Błędne dane

# missing_data_message
source: There are missing or incorrect data in your form. Please fill every field and try again. Note: Start and hours need to be diffrent!
pl: W formularzu brakuje danych lub są one niepoprawne. Wypełnij ponownie i spróbuj ponownie. Ważne: Godzina rozpoczęcia i zakończenia muszą się różnić!

source: Automatically
pl: Automatyczny

source: Light
pl: Jasny

source: Dark
pl: Ciemny

source: You need to restart your app to see changes.
pl: Musisz zresetować aplikację, aby zobaczyć zmiany.

source: Color mode
pl: Tryb interfejsu

source: Value works only while you're setting your scheulde
pl: Wartość działa podczas dodawania nowych lekcji.

source: Lesson length
pl: Długość lekcji

source: minutes
pl: minut

source: Set the interval for the amount of minutes before the end of the lesson.
pl: Ustaw ile przed końcem lekcji chcesz otrzymać powiadomienie.

source: Notification interval
pl: Przyspieszenie powiadomień

source: Enable next lesson notification
pl: Powiadomienia o następnej lekcji

source: Enable lesson beggining notification
pl: Powiadomienia o rozpoczęciu lekcji

source: Version
pl: Wersja

# onboard_title1
source: Welcome to TimeTable app
pl: Witamy w aplikacji Timetable!

# onboard_message1
source: This app lets you to manage your or your children time in school
pl: Aplikacja pomoże zarządzać czasem w szkole zarówno uczniom jak i rodzicom

# onboard_title2
source: Your timetable
pl: Twój plan lekcji

# onboard_message2
source: You can add all your lessons and customize them with colors.
pl: Możesz dodać wszystkie twoje lekcje i spersonalizować je kolorami.

# onboard_title3
source: Notifications
pl: Powiadomienia

# onboard_message3
source: You'll get notification when your lesson is about to start or where to go for your next class. You will never miss lesson again. How cool is this!
pl: Otrzymasz powiadomienie jaka jest następna lekcja i w jakiej sali oraz, że właśnie się rozpoczyna. Już nigdy nie przegapisz lekcji. Czy to nie wspaniałe?

# onboard_title4
source: Settings
pl: Ustawienia

# onboard_message4
source: Go to settings and make the notification the most suitable for you. You can also change the dark mode!
pl: Udaj się do ustawień, aby dostosować powiadomienia. Możesz tez włączyć tryb ciemny!

source: No lessons today!
pl: Nie masz dzisiaj żadnych lekcji!

# current_lesson_widget
source: Current lesson
pl: Trwająca lekcja

# lesson_room_widget
source: In room:
pl: W sali:

# lesson_end_widget
source: End:
pl: Koniec:

# lesson_next_widget
source: Next lessons:
pl: Kolejne lekcje:

# no_lessons_widget
source: No lessons today!
pl: Brak lekcji na dziś!

# no_lessons_yet_widget
source: You haven't started lessons yet
pl: Dzisiejsze lekcje jeszcze się nie rozpoczęły!

source: Settings
pl: Ustawienia

source: Plans management
pl: Zarządzanie planami

source: DAY OFF
pl: WOLNE

source: Restore premium
pl: Przywróć zakup

source: Tap name to edit
pl: Naciśnij nazwę, aby ją zmienić

# new_plan_title
source: Add new plan
pl: Dodaj nowy plan

# new_plan_message
source: Type name of the plan
pl: Podaj nazwę planu

# set_name_button
source: Add plan
pl: Dodaj plan

# name_plan_message
source: Please name your timetable. This will help you manage your plan.
pl: Nadaj nazwę swojemu planowi.

# name_plan_title
source: Name your plan
pl: Nazwij plan

source: Timetable + offers you non limited amount of timtables added. Lifetime.
pl: Timetable+ oferuje możliwość dodania nielimitowanej opcji planów. Na zawsze.

source: Buy for
pl: Kup za

source: Add new plan
pl: Dodaj nowy plan

source: Please, run iPhone app to sync the data
pl: Uruchom aplikację na swoim iPhone, aby zsynchronizować dane
